Repository: servekon/payonline-hcs
Catalog: translations/*.po
Languages: ru

source: Basic settings
ru: Основные настройки

source: Use an additional check on the room flats
ru: Использовать дополнительную проверку по номеру квартиры

source: Merchant ID exchange system Payonline
ru: Merchant ID в платежной системе PayOnline

source: Secret key exchange system Payonline
ru: Секретный ключ для обмена с системой Payonline

source: Max sum of payment
ru: Максимальная возможная сумма платежа

source: The form of the method of payment
ru: Форма метода платежа

source: Selection form of payment instrument
ru: Форма выбора платежного инструмента

source: Form of payment by credit card
ru: Форма оплаты кредитной картой

source: Pattern to form the of name packs payment
ru: Шаблон для формирования имени пачки оплаты

source: Node ID with contract offer
ru: ID материала(страницы/статьи) с договором оферты

source: Commission fee charged to users
ru: Комиссия взимаемая с пользователей

source: If a user fee is not charged, the commission should be 0(zero)
ru: Если с пользователей комиссия не взимается, комиссия должна быть равна 0(ноль)

source: Not include the commission in the total amount of payment
ru: Не включать сумму комиссии в итоговую сумму платежа

source: Insurance
ru: Страховка

source: Home insurance
ru: Страхование жилья

source: Third party liability insurance
ru: Страх. гражданской ответственности

source: Full insurance
ru: Полное страхование

source: Additional payments
ru: Дополнительные платежи

source: Electric power
ru: Электричество

source: Gas
ru: Газ

source: Entry phone
ru: Домофон

source: Export settings
ru: Настройки экспорта

source: Add in the first row the name of columns
ru: Добавлять в первую строку файла названия столбцов

source: Translate column names
ru: Переводить названия столбцов

source: File encoding
ru: Кодировка файла

source: Offer node ID must be greater than zero.
ru: ID материала(страницы/статьи) с договором оферты должен быть больше нуля.

source: Field %field can be only digits and dot.
ru: Поле %field может содержать только цифры и знак точки.

source: Filter
ru: Фильтр

source: Personal account number
ru: Номер ЛС

source: Account number
ru: Номер счета (квитанции)

source: Made by anonymous
ru: Платеж совершен анонимным пользователем

source: Search
ru: Поиск

source: Cancel
ru: Отменить

source: Add selected payments in the new package of payment
ru: Добавить выбранные платежи в новую пачку оплаты

source: Export
ru: Экспорт

source: Operating day
ru: Опер. день

source: Payments already assigned to other package of payment will be ignored.
ru: Платежи уже закрепленные за другими пачками оплаты игнорируются.

source: Add to the pack
ru: Добавить в пачку оплаты

source: Order number
ru: Номер заказа

source: Date adoption payment
ru: Дата платежа

source: Payment tool
ru: Платежный инструмент

source: Currency
ru: Валюта

source: Sum
ru: Сумма

source: Peni
ru: Пени

source: Commission
ru: Комиссия

source: User
ru: Пользователь

source: Pack of payment number
ru: Номер пачки оплаты

source: Anonymous
ru: Гость

source: Was not included in the payment amount
ru: Комиссия не была включена в сумму платежа

source: Home insurance short
ru: Страх. жилья

source: Third party liability insurance short
ru: Страх. Г.О.

source: Full insurance short
ru: Полное страх.

source: No data.
ru: Данных нет.

source: Reset
ru: Сбросить

source: Add pack of payment
ru: Добавить пачку оплаты

source: Pack of payment was added.
ru: Пачка оплаты добавлена.

source: This will create a pack of payment for a total of %sum and for a count payments of %count.
ru: Будет создана пачка оплаты на сумму %sum с количеством платежей равным %count.

source: Total payments packs payment
ru: Общая сумма платежей пачки оплаты

source: Number of payments
ru: Количество платежей

source: Actions
ru: Действия

source: List payments
ru: Список платежей

source: Export to CSV
ru: Экспорт в CSV

source: Date adoption payment in Payonline system
ru: Дата принятия платежа в системе Payonline

source: Transaction number
ru: Номер транзакции

source: The amount of commission
ru: Сумма комиссии

source: Start date
ru: Дата начала периода

source: End date
ru: Дата конца периода

source: Handbook with numbers flats
ru: Справочник с номерами квартир

source: The file with the account number and the room flats
ru: Файл с номерами лицевых счетов и номерами квартир

source: This handbook required for additional verify of personal account number input.
ru: Этот справочник нужен для дополнительной проверки правильности ввода номера лицевого счета.

source: Handbook with the electric personal identification numbers
ru: Справочник с номерами лицевых счетов для элекроэнергии

source: The file with the elrectric personal accounts numbers
ru: Файл с номерами лицевых счетов для элекроэнергии

source: This handbook is required to enable users of the site could to pay for electricity.
ru: Этот справочник нужен для того, чтобы пользователи могли оплачивать элекроэнергию.

source: Handbook with the gas personal identification numbers
ru: Справочник с номерами лицевых счетов для газа

source: The file with the gas personal accounts numbers
ru: Файл с номерами лицевых счетов для газа

source: This handbook is required to enable users of the site could to pay for gas.
ru: Этот справочник нужен для того, чтобы пользователи могли оплачивать начисления за газ.

source: File size should not exceed <strong>%max_file_size</strong>(upload_max_filesize) or should not exceed <strong>%post_max_size</strong>(post_max_size).
ru: Размер файла не должен превышать <strong>%max_file_size</strong>(upload_max_filesize) или не должен превышать <strong>%post_max_size</strong>(post_max_size).

source: Module Alcom-Consult is on, so the data will be imported from the module.
ru: Модуль Алком-Консалт включен, поэтому данные будут импортироваться из этого модуля.

source: Fill handbook
ru: Заполнить справочник

source: Handbook was not filled. Uploaded file is empty.
ru: Справочник не заполнен. Загруженный файл оказался пустым.

source: Filling the handbook successfully. Number of rows affected: %rows.
ru: Заполнение справочника прошло успешно. Количество затронутых строк: %rows.

source: Handbook was not filled.
ru: Справочник не был заполнен.

source: Count payments
ru: Количество платежей

source: Sum payments
ru: Сумма платежей

source: Count payments made ​​by anonymous users
ru: Количество платежей, совершенных анонимными пользователями

source: Sum payments made ​​by anonymous users
ru: Сумма платежей, совершенных анонимными пользователями

source: Fill of payments reestr for the pack #%pack completed.
ru: Реестр платежей для пачки №%pack заполнен.

source: Created a new pack of payment #%packNum completed. Count payments: %packCount, pack sum: %packSum.
ru: Создана новая пачка оплаты №%packNum. Количество платежей: %packCount, сумма пачки: %packSum.

source: Export pack #%filename completed.
ru: Экспорт пачки №%filename успешно завершен.

source: Export payments by date range %dFrom-%dTo completed.
ru: Экспорт платежей за период с %dFrom по %dTo успешно завершен.

source: Export payments with manual selection of the payment is completed.
ru: Экспорт выборочных платежей успешно завершен.

source: Payment false. Payment exists in the database.
ru: Платеж отклонен. Данный платеж уже существует в базе.

source: Payment processing is completed.
ru: Обработка платежа прошла успешно.

source: Payment false. Secret key is empty.
ru: Платеж отклонен. Не указан секретный ключ или значение ключа пусто.

source: Payment false. LC_Fkey is empty.
ru: Платеж отклонен. Не указан номер лицевого счета.

source: Payment successful. Account number for payment: %lcoc; Provider: %payProv; Sum: %sum.
ru: Оплата прошла успешно. Номер заказа: %lcoc; Платежный инструмент: %payProv; Сумма: %sum.

source: Payment false. Empty Data. Account number for payment: %lcoc; Number account number: %lcFkey; Sum: %sum.
ru: Ошибка при обработке платежа. Попытка ввода пустых данных. Номер заказа: %lcoc; Номер ЛС: %lcFkey; Сумма: %sum.

source: Anonym access payonline_hcs
ru: Анонимным доступ в модулю Payonline HCS

source: View payment payonline_hcs
ru: Возможность просмотра своих платежей

source: Can to make payment
ru: Может совершать платеж

source: Allow users get payment form
ru: Доступ к платежной форме

source: Administer payonline_hcs
ru: Администрирование модуля Payonline HCS

source: Payment form HCS
ru: Платежная форма

source: Check payment status Payonline
ru: Проверить статус платежа Payonline

source: HCS payment form
ru: Оплата через Payonline

source: Prev
ru: Назад

source: Next
ru: Далее

source: Personal account number does not match with the number of flats.
ru: Номер лицевого счета не совпадает с номером квартиры.

source: For this personal account number does not found the electric PIN. Payment for the electric power impossible.
ru: Для указанного номера лицевого счета не найден соответствующий идентификационный номер для элекроэнергии. Оплата элекроэнергии невозможна.

source: For this personal account number does not found the gas PIN.
ru: Для указанного номера лицевого счета не найден газовый идентификационный номер.

source: Room flats
ru: Номер квартиры

source: No
ru: Нет

source: Manually
ru: Указать в ручную

source: If choose "Manually", then Insurance type will be "Full".
ru: Если выбрано "Вручную, тип страховки будет "Полное страхование"".

source: Insurance sum
ru: Сумма страховки

source: Amount does not exceed %sum.
ru: Сумма платежа не должна превышать %sum.

source: Making payments is impossible.
ru: Совершение платежа невозможно.

source: Contact the site administrator.
ru: Обратитесь к администратору сайта.

source: Payment of charges HCS for personal account number %pan, sum %sum.
ru: Оплата начислений ЖКУ по ЛС %pan, сумма %sum.

source: The Commission will be %commis.
ru: Комиссия составит %commis.

source: I have read and agree with the terms of the public offer
ru: Я прочел и согласен с условиями договора публичной оферты

source: Pay it
ru: Оплатить

source: Comission
ru: Комиссия

source: Check
ru: Проверить

source: Payment has not been confirmed.
ru: Платеж не подтвержден.

source: Payment was successful.
ru: Платеж был принят.

source: Payment not found in database.
ru: Платеж не найден в базе данных.

source: Too many requests per unit of time.
ru: Слишком много запросов в еденицу времени.

source: Error cookies.
ru: Ошибка cookies.

source: File formats for all handbooks must be unified. The first column should be a personal account number, the second field must be a number of apartment or electric PIN or gas's PIN.<br />Example: %example
ru: Форат всех файлов должен быть одинаков. Первая колонка должна быть с номером лицевого счета жителя, вторая колонка может содержать или номер квартиры, или идентификационный номер для элекроэнергии, или идентификационный номера для газа. <br />Например: %example

source: Yes
ru: Да

source: Payments from Payonline
ru: Платежи через Payonline

source: List all payments
ru: Все платежи

source: Packs of payment
ru: Пачки оплат

source: View or add packs of payment
ru: Просмотр или добавление пачки оплаты

source: View payments by pack
ru: Просмотр платежей определенной пачки

source: Export packs of payment
ru: Экспорт пачки оплаты

source: Export pack of payment to CSV
ru: Экспорт пачки оплаты в CSV формат

source: Add the pack of payment
ru: Добавить пачку оплаты

source: Form to addd pack of payment
ru: Форма добавления пачки оплаты

source: Export payments for the period
ru: Экспорт платежей за период

source: Export payment by date range
ru: Экспорт платежей по датам

source: Statistics
ru: Статистика

source: Configure Payonline
ru: Настройки Payonline

source: Configure the Payonline HCS module
ru: Настройка модуля Payonline HCS

source: Settings
ru: Настройки

source: Handbooks
ru: Справочники

source: Make payment Payonline
ru: Оплата начислений ЖКХ

source: Make payment to Payonline.
ru: Совершение платежа через систему Payonline

source: View payment from Payonline
ru: Просмотр платежей Payonline

source: Confirm Payment Payonline
ru: Подтверждения платежа от системы Payonline

source: Confirm Payment from Payonline.
ru: Подтвердить платеж из системы Payonline.

source: Form to check of payment status
ru: Форма проверки статуса платежа

source: Payonline Housing and communal services
ru: Payonline для ЖКХ

source: Allows anonymous users to make payments for HMS using only the account number
ru: Позволяет анонимным пользователям совершать платежи за ЖКУ, используя только номер ЛС
